SCREENSIZE = WIDTH, HEIGHT = 650, 550
FPS = 60
START_LEVEL = 'level1.txt'
TILE_WIDTH, TILE_HEIGHT = 50, 50
GAME_TITLE = 'Послднее приключение Склепика'

LEVEL_LIST = ['level1.txt', 'level2.txt', 'level3.txt', 'level4.txt', 'level5.txt', 'level6.txt', 'level7.txt',
              'level8.txt', 'level9.txt', 'level_dark.txt', 'level_light.txt']

PHRASES = ['Ты здесь?', 'Что я?', 'Я верю, я выберусь!', 'Как это происходит?', 'Всё также жарко, но холод близок.',
           'Я верю, а, значит, я здесь.', 'Зачем?', 'Нет дна. Холод...', 'Я хотел, но темнота рядом.', 'Я здесь.',
           'Я здесь.']

DEATH_PHRASES = ['Это смерть?', 'Отчаяние убивает', 'Смерть – обычное дело', 'Я умер. Иронично.',
                 'Смерть. Но я появлюсь снова', 'Ха-ха. Смерть', 'А смысл умирать, если я вернусь?',
                 'Может я не хотел умирать? Не помню', 'Мяу? Нет – смерть']
